// 16. На вход программе подается строка, состоящая из имени и фамилии человека,
// разделенных одним пробелом. Напишите программу, которая проверяет, что имя
// и фамилия начинаются с заглавной буквы.
// Chris Alan => true
// chris alan => false



let arr = ['я', 'учу', 'javascript', '!'];
alert(arr);


console.log(arr.join('+'));

17. На вход программе подается строка текста. Напишите программу, которая
определяет является ли строка хорошей. Текст хороший, если содержит
подстроку «хорош» во всевозможных регистрах.
я очень хороший текст => true